<%@ Page Title="商家加盟" Language="C#" MasterPageFile="~/MasterPage/PublicMaster.Master"
    AutoEventWireup="true" CodeBehind="EleoooJoin.aspx.cs" Inherits="Eleooo.Web.Public.EleoooJoin" %>

<%@ Register Src="~/Controls/UcPagePosition.ascx" TagPrefix="uc" TagName="UcPagePosition" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolderMain" runat="Server">
    <div class="title">
        <span>商家加盟</span>
        <uc:UcPagePosition ID="pagePos" runat="server" />
    </div>
    <br />
    <div class="nr">
        <p>
        </p>
        <p>
            <span>合作概述：</span></p>
        <p>
        </p>
        <p>
            随着现代商业的快速发展，都市人的消费模式越来越趋向于商圈化。都市商圈最大的特点在于能够基本满足附近居民的日常消费所需，同时，都市商圈还具备了客源相对稳定并且消费能力较强的优点。对于商圈内的商家来说，做好口碑尤为重要。不过即便如此，各个商家仍然面临着巨大的竞争压力。如何拓展客源，辐射片区内更多的客户群体，并且增强客户忠诚度，是每一个商家所必须考虑的。基于此，“乐多分”采取非竞争性商家联盟的方式，通过打造“10分钟都市消费圈”，协助商家在低成本投入的情况下，拓宽客源群体、增加收入渠道、自主设置店面促销和广告宣传方式，从而获得最大的收益。</p>
        <p>
        </p>
        <p>
            <span>1、什么是“10分钟都市消费圈”？</span></p>
        <p>
        </p>
        <p>
            在步行10分钟的覆盖半径内，从每个行业中选择一定数量的优质商家，结成非竞争性联盟商圈，共同服务于本商圈内所有潜在消费群体。通过发行同一种消费积分使各商家之间实现互联互通，为会员提供精准、便捷、可靠、实惠的消费体验。</p>
        <p>
        </p>
        <p>
            <span>2、消费者怎样才能得到积分奖励？</span></p>
        <p>
        </p>
        <p>
            消费者必须在联盟内的商家或乐多分网站上注册成为会员，所有会员均以手机号码作为注册账号。注册成功之后，可获得一个会员账户，每次消费时均可得到各个商家给予的积分返馈，会员可以登录乐多分网站（www.eleooo.com）进入个人账户，实时查看自己的消费详情和积分情况。</p>
        <p>
        </p>
        <p>
            <span>3、会员需要带卡吗？</span></p>
        <p>
        </p>
        <p>
            不需要。会员每次消费时只需要向收银员提供手机号码即可完成积分。如果会员要使用账户里的积分或储值进行支付，则只需要输入密码验证其身份即可。</p>
        <p>
        </p>
        <p>
            <span>4、会员有什么好处？</span></p>
        <p>
        </p>
        <p>
            会员不仅可以在每次消费时获得积分返馈，并且使用积分时不受时间、地点、行业限制，真正享受到了便捷、安全、实惠的消费体验。</p>
        <p>
        </p>
        <p>
            <span>5、对商家有什么要求？</span></p>
        <p>
        </p>
        <p>
           店面地段佳、档次高、服务优、口碑好，并且在该片区内具有一定的影响力。</p>
        <p>
        </p>
        <p>
            <span>6、商家需要投入什么？</span></p>
        <p>
        </p>
        <p>
            商家不需要任何投入。“乐多分”免费向商家提供一套店面营销管理系统，以及相关宣传资料。</p>
        <p>
        </p>
        <p>
            <span>7、对商家有什么好处？</span></p>
        <p>
        </p>
        <p>
            “乐多分”充分满足了广大商家在提高客户忠诚度，扩大潜在客户群体，以及低成本营销推广等方面的实际需求。采取消费积分通用，商圈联合促销，消费行为分析，以及定向广告投放等手段，实现消费者与商家之间真正的良性互动。让薄利多销和物美价廉有机结合，达到多方共赢的目的，从而快速提升商家的到店顾客数量和服务口碑。</p>
        <p>
        </p>
        <p>
            <span>8、如果商家已经实行了会员制，应该怎么操作？</span></p>
        <p>
        </p>
        <p>
            如果商家已经建立了自己的会员体系，同样可以跟 “乐多分”系统进行对接，不会产生任何影响。并且，“乐多分”系统将极大促进商家会员业务的开拓。</p>

        <p>
            <span>9、关于乐多分</span></p>
        <p>
        </p>
        <p>
            “乐多分”是一家为消费者提供高品质消费导向，为商家提供店面营销推广的生活服务类电子商务平台。专注于城市消费领域，依托于互联网应用，通过联合区域内不同行业的优质商家，结成非竞争性联盟商圈，实现本商圈内客户资源共享，为联盟内各合作商家带来最直接的收益。在合作过程中，“乐多分”将秉承先付出后回报的原则。因为我们坚信，只有为合作伙伴创造了价值，我们才有价值。</p>
    </div>

</asp:Content>
