<%@ Page Title="乐多分用户协议" Language="C#" MasterPageFile="~/MasterPage/PublicMaster.Master"
    AutoEventWireup="true" CodeBehind="EleoooHelp.aspx.cs" Inherits="Eleooo.Web.Public.EleoooHelp" %>

<%@ Register Src="~/Controls/UcPagePosition.ascx" TagPrefix="uc" TagName="UcPagePosition" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolderMain" runat="Server">
    <div class="title">
        <span>尊敬的用户：</span>
        <uc:UcPagePosition ID="pagePos" runat="server" />
    </div>
    <br />
    <div class="nr">

        <p>
            感谢您选择乐多分！</p>
        <p>
           在此特别提醒用户认真阅读本《用户协议》（以下简称本《协议》）中各个条款， 包括免除或限制乐多分责任的免责条款及对             用户的权利限制。用户需认真审阅并选择是否接受本《协议》（未成年人应在法定监护人陪同下审阅）。用户的使用行为将视为            对本协议的接受，并同意接受本协议各项条款的约束。</p>
        <p>
            <span>一、协议说明</span></p>
        <p>
            乐多分网站（以下简称本站）的各项电子服务的所有权和运作权归深圳慧格天成企业管理有限公司。本站提供的服务将完全按照其发布的服务条款和操作规则严格执行。用户必须完全同意所有服务条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的当然约定依据，除非违反国家强制性法律，否则始终有效。在选择相关服务的同时，用户也同时承认了其具有使用本站各项服务的权利能力和行为能力，并且将对在享受服务过程中提供的所有信息的真实性负责。</p>
        <p>
            <span>二、服务简介</span></p>
        <p>
            本站运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：
        </p>
        <p>
         &nbsp;&nbsp;&nbsp;&nbsp;1、自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置。<br>

         &nbsp;&nbsp;&nbsp;&nbsp;2、自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br>
       </p>


        <p>基于本站所提供的网络服务的重要性，用户应同意：</p>
        <p>

        &nbsp;&nbsp;&nbsp;&nbsp;1、保证向本站提供的任何资料、注册信息的真实性、正确性及完整性，包括但不限于邮箱、联系电话等。保证本网站可以通过           上述联系方式与用户进行联系；<br>

        &nbsp;&nbsp;&nbsp;&nbsp;2、当上述资料发生变更时，及时更新用户资料，符合及时、详尽、准确的要求。<br>
</p>
           

        <p>本站对用户的电子邮箱、手机号码等隐私资料进行保护，承诺不会在未获得用户许可的情况下擅自将用户的个人资料信息出租或出售给任何第三方，但以下情况除外：</p>

        <p>
&nbsp;&nbsp;&nbsp;&nbsp;1、用户同意让第三方共享资料；<br>
&nbsp;&nbsp;&nbsp;&nbsp;2、用户同意公开其个人资料，享受为其提供的产品和服务；<br>
&nbsp;&nbsp;&nbsp;&nbsp;3、根据法律相关规定，或者行政、司法机构的要求，向第三方或者行政、司法机构披露；<br>
&nbsp;&nbsp;&nbsp;&nbsp;4、本站发现用户违反了本站服务条款或本站其它使用规定。</p>
<p>关于用户隐私的具体协议以本站的“隐私声明”（见本协议第条）为准。</p>
<p>若本站通过技术检测、人工抽检等手段有合理理由怀疑用户资料信息为错误、不实、失效或不完整，本站有权暂停或终止用户的 帐号，并拒绝现在或将来使用本站网络服务的全部或部分，同时保留追索用户不当得利返还的权利。</p>


        <p>
            <span>三、使用规则 </span>
        </p>
        <p>
            (1) 用户必须通过乐多分所提供的用户申请方式，提供相关资料，经审核后方可成为用户；乐多分有权拒绝任何用户资格的申请；
            <br>
            (2) 用户一旦注册成功就成为用户，将得到一个用户账号和密码。如果您未保管好自己的帐号和密码而对您、乐多分、合作商家或第三方造成的损害，您将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。用户若发现任何非法使用用户帐号或安全漏洞的情况，应立即通告乐多分；<br>
             (3) 用户的地址变更或者账号被盗，请立即通知乐多分进行挂失。用户对自己因丢失账户相关资料而造成的损失，承担全部责任。
            <br>
             (4) 发生下列任何一种情形，乐多分有权随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任：<br>
&nbsp;&nbsp;&nbsp;&nbsp;a.用户违反本服务协议的条款；<br>
&nbsp;&nbsp;&nbsp;&nbsp;b.用户提供的个人资料不真实；<br>
            (5) 乐多分对合作商家的产品和服务不作任何担保；<br>
            (6) 用户重复注册或者通过其它非正当方式获取积分，或因他人误操作所得积分，乐多分有权删除积分。对多次以非正当方式取得积分的用户，乐多分有权取消其用户资格。<br>
        </p>
        <p>
            <span>四、服务条款的修改 </span>
        </p>
        <p>
            本站将可能不定期的修改本用户协议的有关条款，一旦条款及服务内容产生变动，本站将会在重要页面上提示修改内容。修改后的服务条款自在网页上公布之时起生效，成为本协议之一部分。如果不同意本站对条款内容所做的修改，用户可以主动取消获得的网络服务。如果用户继续使用本站的服务，则视为接受和自愿遵守修改后的服务条款。本站保留随时修改或中断服务而不需告知用户的权利。本站行使修改或中断服务的权利，不需对用户或第三方负责。
        </p>
        <p>
            <span>五、用户的账户、密码和安全性 </span>
        </p>
        <p>
            用户一旦注册成功，成为本站的合法用户，将得到一个账号和密码。用户需维护账号和密码之安全。同时，由于本站无法对非法或未经用户授权使用用户账号及密码之行为进行甄别，用户需对任何利用专属该用户之账号和密码项下所有行为和事件负全责，本站不承担任何责任。但用户若发现任何非法使用用户账户或存在安全漏洞的情况，应毫不迟疑地立即通告本站，本站将尽最大努力协助用户阻止损害结果发生。
            <br>
            本站账号使用权仅属于初始注册人，禁止赠与、借用、租用、转让或售卖。如果本站发现使用者并非账号初始注册人，本站有权在未经通知的情况下回收该账号而无需向该账号使用人承担法律责任。本站禁止用户私下有偿或无偿转让账号，以免因账号问题产生纠纷，用户应当自行承担因违反此要求而遭致的任何损失，同时本站保留追究上述行为人法律责任的权利。
            <br>
            如发生利用计算机程序等其他技术手段进行恶意注册、邀请、参与的情形，本站有权在不事先通知用户的情况下单方面中断或终止向用户提供服务而无需通知用户。
        </p>
        <p>
            <span>六、免责声明 </span>
        </p>
        <p>
             1、用户明确同意，其使用本站网络服务所存在的风险将完全由其自己承担；因其使用本站网络服务而产生的一切后果也由其自己承担，本站对此不承担任何责任。
            <br>
            2、本站不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也不作担保。
            <br>
            3、用户所获得的积分，均为本站的合作商家所赠予，并由商家负责兑现。本站不对商家已经赠予用户的积分奖励承担兑现责任以及任何连带责任。<br>
            4、用户在商家的储值金额均由商家负责兑现，本站提供操作系统对商家与用户之间的交易进行记录，但本站不对用户在商家的储值金额承担兑现责任以及任何连带责任。 
            <br>
           5、本站不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的、不由本站实际控制的任何网页上的内容，本站不承担任何责任。<br />
            6、对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
        </p>
        <p>
            <span>七、有限责任 </span>
        </p>
        <p>本站对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致本站的形象受损，所以本站事先提出这种损害的可能性。
        </p>
        <p>
            <span>八、对用户信息的存储和限制</span>
        </p>
        <p>
            本站不对用户所发布信息的删除或储存失败负责。本站有判定用户的行为是否符合本站服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，本站有中断对其提供网络服务的权利。
        </p>

<p>
            <span>九、隐私声明</span>
        </p>
<p>1、保护用户隐私是本站的一项基本政策，本站保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本站的非公开内容，但下列情况除外：<br>
            &nbsp;&nbsp;&nbsp;&nbsp; a.事先获得会员的明确授权；<br>
            &nbsp;&nbsp;&nbsp;&nbsp; b.根据有关的法律法规要求；<br>
            &nbsp;&nbsp;&nbsp;&nbsp; c.按照相关政府主管部门的要求；<br>
            &nbsp;&nbsp;&nbsp;&nbsp; d.为维护社会公众的利益；<br>
            &nbsp;&nbsp;&nbsp;&nbsp; e.为维护乐多分的合法权益。<br>
             2、本站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本站同等的保护用户隐私的责任，则本站有权将用户的注册资料等提供给该第三方；
            <br>
            3、在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
      </p>

<p>
            <span>十、通告</span>
        </p>
<p>所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。本站的活动信息也将定期通过页面公告及电子邮件方式向用户发送。用户协议条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。</p>

<p>
            <span>十一、结束服务</span>
        </p>
<p>用户或本站可随时根据实际情况中断一项或多项网络服务。本站不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对本站的服务不满，可以行使如下权利：</p>
<p> 
&nbsp;&nbsp;&nbsp;&nbsp; 1.停止使用本站的网络服务。<br>
&nbsp;&nbsp;&nbsp;&nbsp; 2.通告本站停止对该用户的服务。<br>
结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利要求本站，本站也没有义务传送任何未处理的信息或提供未完成的服务给用户或第三方。
</p>

<p>
            <span>十二、参与广告策划</span>
        </p>

<p>用户在他们发表的信息中加入宣传资料或参与广告策划，在本站的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和提供者之间发生。本站不承担任何责任，本站没有义务为这类广告销售负任何一部分的责任。</p>

<p>
            <span>十三、网络服务内容的所有权</span>
        </p>

<p>本站定义的网络服务内容包括：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；本站为用户提供的其他信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本站和提供者授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。本站所有的文章版权归原文作者和本站共同所有，任何人需要转载本站的文章，必须征得原文作者或本站授权。</p>

<p>
            <span>十四、责任限制</span>
        </p>

<p>如因不可抗力或其他本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，本站不承担责任。但是本站会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。<br>

除了本站的使用条件中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，本站、本站的董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。

</p>

<p>
            <span>十五、法律管辖和适用</span>
        </p>

<p>本协议的订立、执行和解释及争议的解决均应适用中国法律。<br>

如发生本站服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对用户产生法律效力和影响。<br>

本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。<br>

如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本站所在地的人民法院提起诉讼。<br>

</p>
    </div>
</asp:Content>